app/controllers/authors_controller.rb

SELECT "authors".* FROM "authors"
---
  def load_authors
    @authors = Author.all