app/controllers/texts_controller.rb

SELECT "texts".* FROM "texts"
---
  def load_texts
    @texts = Text.all