app/controllers/translations_controller.rb

SELECT "translations".* FROM "translations"
---
  def load_translations
    @translations = Translation.all